Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Retrieved 3 August 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "PM expands Cabinet". The Kathmandu Post.
ne: The Kathmandu Post.

source: The second Oli cabinet is the current Government of Nepal after on 15 February 2018, Khadga Prasad Oli got elected as the new Prime Minister of Nepal following the 2017 Nepalese election. Oli's candidacy was supported by the Communist Party of Nepal (Unified Marxist–Leninist) and the Communist Party of Nepal (Maoist Centre). He assumed his office along with two ministers with the remaining ministers still to be named.[1] While the 2015 Constitution of Nepal set the maximum numbers of ministers (including State Ministers) to 25, Oli decided to have 17 ministries under him, which is less than the previous cabinets with each around 30 ministries.[2][3]
ne: दोश्रो ओली मन्त्रिमण्डल प्रतिनिधिसभा निर्वाचन, २०७४ पछी खड्गप्रसाद ओलीको नेतृत्वमा २०७४ फाल्गुन ३ गते बनेको हालको नेपाल सरकार . ओलीको उमेद्वारीलाई नेपाल कम्युनिष्ट पार्ट एमाले र नेपाल कम्युनिष्ट पार्टी माओबादी केन्द्रले समर्थन गरेका थिए | उनले आफ्नो कार्यभार दुई मन्त्रिसंगै सुरु गरेका थिए |[1] नेपालको संविधान २०७२ ले मन्त्रिको सङ्ख्या अधिकतम २५ तोकेको छ|[2][3]

source: Portfolio[1][4][5] Minister Party Assumed Office Left Office Prime Minister of Nepal[lower-alpha 1] Khadga Prasad Oli Nepal Communist Party 15 February 2018 Deputy Prime Minister and Minister of Defense[lower-alpha 2] Ishwor Pokharel Nepal Communist Party 26 February 2018 Deputy Prime Minister and Minister for Health and Population[lower-alpha 1] Upendra Yadav Federal Socialist Forum, Nepal 1 June 2018 Minister for Federal Affairs and General Administration Lal Babu Pandit[lower-alpha 3] Nepal Communist Party 16 March 2018 Minister for Women, Children and Senior Citizen Tham Maya Thapa[lower-alpha 4] Nepal Communist Party 15 February 2018 Minister of Home Affairs Ram Bahadur Thapa Nepal Communist Party 26 February 2018 Minister of Finance Yuba Raj Khatiwada Nepal Communist Party 26 February 2018 Minister for Industry, Commerce and Supplies Matrika Yadav Nepal Communist Party 26 February 2018 Minister of Foreign Affairs Pradip Kumar Gyawali Nepal Communist Party 16 March 2018 Minister for Education, Science and Technology Giriraj Mani Pokharel Nepal Communist Party 16 March 2018 Minister of Physical Infrastructure and Transportation Raghubir Mahaseth Nepal Communist Party 16 March 2018 Minister for Culture, Tourism and Civil Aviation Rabindra Prasad Adhikari Nepal Communist Party 16 March 2018 Minister for Law, Justice and Parliamentary Affairs Sher Bahadur Tamang Nepal Communist Party 16 March 2018 24 July 2018[12] Bhanubhakta Dhakal[13] Nepal Communist Party 3 August 2018 Minister for Water Resources and Energy Barsaman Pun Nepal Communist Party 16 March 2018 Minister for Labour, Employment, and Social Protection Gokarna Bista Nepal Communist Party 16 March 2018 Minister for Forests and Environment Shakti Bahadur Basnet Nepal Communist Party 16 March 2018 Minister of Water Supply Bina Magar Nepal Communist Party 16 March 2018 Minister for Agricultural and Livestock Development[lower-alpha 5] Chakrapani Khanal Nepal Communist Party 16 March 2018 Minister for Youth and Sports Jagat Bahadur Bishwakarma Nepal Communist Party 16 March 2018 Minister for Information and Communications[lower-alpha 6] Gokul Prasad Baskota Nepal Communist Party 1 June 2018 Minister for Urban Development[lower-alpha 1] Mohammad Estiyak Rai Federal Socialist Forum, Nepal 1 June 2018 Minister for Land Management, Cooperatives and Poverty Alleviation[lower-alpha 5] Padma Kumari Aryal Nepal Communist Party 3 August 2018
ne: Portfolio[1][4][5] Minister Party Assumed Office Left Office Prime Minister of Nepal[lower-alpha 1] खड्गप्रसाद ओली Nepal Communist Party 15 February 2018 Deputy Prime Minister and Minister of Defense[lower-alpha 2] Ishwor Pokharel Nepal Communist Party 26 February 2018 Deputy Prime Minister and Minister for Health and Population[lower-alpha 1] Upendra Yadav Federal Socialist Forum, Nepal 1 June 2018 Minister for Federal Affairs and General Administration Lal Babu Pandit[lower-alpha 3] Nepal Communist Party 16 March 2018 Minister for Women, Children and Senior Citizen Tham Maya Thapa[lower-alpha 4] Nepal Communist Party 15 February 2018 Minister of Home Affairs Ram Bahadur Thapa Nepal Communist Party 26 February 2018 Minister of Finance Yuba Raj Khatiwada Nepal Communist Party 26 February 2018 Minister for Industry, Commerce and Supplies Matrika Yadav Nepal Communist Party 26 February 2018 Minister of Foreign Affairs Pradip Kumar Gyawali Nepal Communist Party 16 March 2018 Minister for Education, Science and Technology Giriraj Mani Pokharel Nepal Communist Party 16 March 2018 Minister of Physical Infrastructure and Transportation Raghubir Mahaseth Nepal Communist Party 16 March 2018 Minister for Culture, Tourism and Civil Aviation Rabindra Prasad Adhikari Nepal Communist Party 16 March 2018 Minister for Law, Justice and Parliamentary Affairs Sher Bahadur Tamang Nepal Communist Party 16 March 2018 24 July 2018[12] Bhanubhakta Dhakal[13] Nepal Communist Party 3 August 2018 Minister for Water Resources and Energy Barsaman Pun Nepal Communist Party 16 March 2018 Minister for Labour, Employment, and Social Protection Gokarna Bista Nepal Communist Party 16 March 2018 Minister for Forests and Environment Shakti Bahadur Basnet Nepal Communist Party 16 March 2018 Minister of Water Supply Bina Magar Nepal Communist Party 16 March 2018 Minister for Agricultural and Livestock Development[lower-alpha 5] Chakrapani Khanal Nepal Communist Party 16 March 2018 Minister for Youth and Sports Jagat Bahadur Bishwakarma Nepal Communist Party 16 March 2018 Minister for Information and Communications[lower-alpha 6] Gokul Prasad Baskota Nepal Communist Party 1 June 2018 Minister for Urban Development[lower-alpha 1] Mohammad Estiyak Rai Federal Socialist Forum, Nepal 1 June 2018 Minister for Land Management, Cooperatives and Poverty Alleviation[lower-alpha 5] Padma Kumari Aryal Nepal Communist Party 3 August 2018

source: Current status
ne: हालको स्थिति

source: Lal Durbar is a Rana palace in Kathmandu, the capital of Nepal. The palace complex, located East of the Narayanhity Palace, was incorporated in an impressive and vast array of courtyards, gardens and buildings.Lal Durbar was built by Bir Shumsher JBR in 1890 CE.[1]
ne: लाल दरबार काठमाडौँमा अवस्थित एक राणा दरबार हो | यो दरबारको प्राङ्गण नारायणहिटी दरवारको, पूर्वतिर रहेको छ प्रभावशाली र विशाल आंगन, बागान र भवनहरुले सुशोभित छ । १९४६ तिर निर्मित यो दरबार वीर शमशेरले बनाउन लागेका हुन् ।[1]

source: Occupying a land area of 300 ropani with Seto Durbar towards its south. In 1901 Tej Shumsher, Bir Shumsher JBRs fourth son inherited this palace. In 1934 March by Juddha Shumsher JBR exiled Tej Shumsher to Narayani Zone and captured all his property along with Lal Durbar.[1] but in 1951 by end of Rana rule Lal Durbar was reclaimed by Tej Shumsher's sons.
ne: लाल दरबार वीर शमशेरले 1890 १९४६ तिर आफ्नी कान्छी रानी तोपकुमारीको लागि बनाउन लागेका थिए । ३०० रोपनी मा फैलिएको यो दरबारको दक्षिण तिर सेतो दरबार थियो । १९५८ मा वीर शमशेरको मृत्यु पछि यो दरबार उनका चौथो छोरा तेज शमशेरको नाममा आयो । वि.सं १९९० मा जुद्ध शमशेरले तेज शमशेरलाई नारायणी अंचलमा लखेटे पछि लाल दरबार सहित उनको सबै सम्पति हरण भयो । [1] २००७ मा राणा शासन अन्त्य पछि तेज शमशेरका छोराहरुले दावी गरे ।

source: The entire Lal Durbar, is now occupied by Hotel Yak and Yeti luxury 5-Star Hotel, with its legacy of 40-years, as one of the leading luxury hotels in Kathmandu, Nepal. Hotel Yak and Yeti was established in 1977 and celebrates its 40-years anniversary on September 27, 2017. The Lal Durbar well preserved since the Rana regime, now houses the most extravagant Lal Durbar Convention Center at Hotel Yak and Yeti, as the largest conventiom center in Kathmandu, Nepal.
ne: सम्पूर्ण लाल दरबार अहिले होटेल याक एण्ड यति छ, जसको ४० वर्षको विराशत छ, काठमाडौँको एक अग्रणी ५ तारे होटल हो । २०३४ कार्तिक ११ गते होटल याक एण्ड यतिको स्थापना भयो र २०७४ कार्तिक ११ मा यसले आफ्नो ४० औ वर्षगाठ मनायो । लाल दरबार राणा शासन देखि सुरक्षित रहदै आएको छ ।

source: Bhimsen Thapa Mathabarsingh Thapa Jung Bahadur Rana
ne: भीमसेन थापा माथवरसिंह थापा जंगबहादुर राणा

source: Coordinates: 27°25′27″N 85°11′28″E﻿ / ﻿27.4243°N 85.1910°E﻿ / 27.4243; 85.1910 Jaulakhel Durbar (Jaulakhel Palace) was a Rana palace in Jawalakhel, Lalitpur, the capital city of Nepal. Jaulakhel Durbar was built by Bir Shumsher Jang Bahadur Rana in 1954 BS.[1]
ne: Coordinates: 27°25′27″N 85°11′28″E﻿ / ﻿27.4243°N 85.1910°E﻿ / 27.4243; 85.1910 जावलाखेल दरबार राजधानीको ललितपुर जावलाखेल अवस्थित एक राणा दरबार हो । यो दरबार वीर शमशेर ले १९५४ मा बनाएका थिए । [1]

source: Defense Minister and Deputy Crown Prince
ne: रक्षा मन्त्रि तथा युवराज

source: Chief of the Court
ne: न्यायालयको प्रमुख

source: Crown Prince
ne: युवराज

source: Retrieved 2 January 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Ministries". Royal Embassy of Saudi Arabia - Washington, DC. 30 April 2003.
ne: Retrieved 2 January 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Ministries", Royal Embassy of Saudi Arabia - Washington, DC, ३० अप्रिल २००३, १ डिसेम्बर २०१७-को मूल रूप सङ्ग्रहित, अभिगमन मिति २ जनवरी २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Who is Saudi Crown Prince Mohammed?", BBC News, ६ नोभेम्बर २०१७, १४ अक्टोबर २०१७-को मूल रूप सङ्ग्रहित, अभिगमन मिति २ जनवरी २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Friedman, Thomas L. (23 November 2017).

source: Archived from the original on 1 December 2017. Retrieved 2 January 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Who is Saudi Crown Prince Mohammed?". BBC News.
ne: "Saudi Arabia's Arab Spring, at Last".

source: 6 November 2017. Archived from the original on 14 October 2017. Retrieved 2 January 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Friedman, Thomas L. (23 November 2017).
ne: The New York Times.

source: "Saudi Arabia's Arab Spring, at Last". The New York Times.
ne: Archived from the original on 24 November 2017.

source: Archived from the original on 24 November 2017. Retrieved 24 November 2017..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Muhammad bin Salman cracks down on his perceived opponents". The Economist.
ne: Retrieved 24 November 2017..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Muhammad bin Salman cracks down on his perceived opponents".

source: 21 September 2017.
ne: The Economist.
